Repository: LittleGD/UpNext
Catalog: upnext-ios/UpNext/UpNext/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

# uphero.skill.warrior_rage_burst_t4.narrative
source: 80 피해 + 다음 3 round 공격 +50%
en: 80 damage + attack +50% for 3 rounds.
ja: 80 ダメージ + 次の 3 ターン攻撃 +50%
zh_hans: 80 伤害 + 接下来 3 回合攻击 +50%

# uphero.skill.warrior_smash_t1.narrative
source: 영웅이 강타를 준비한다 — 다음 공격 2배
en: The hero readied a Smash — next attack ×2.
ja: 勇者が強打を構える — 次の攻撃2倍
zh_hans: 勇者蓄力强击 — 下次攻击 ×2

# uphero.slot.again
source: 한 번 더
en: One more
ja: もう一回
zh_hans: 再来一次

# uphero.slot.aria.dismiss
source: 결과 닫기
en: Dismiss result
ja: 結果を閉じる
zh_hans: 关闭结果

# uphero.slot.aria.skip
source: 회전 건너뛰기
en: Skip the spin
ja: 回転をスキップ
zh_hans: 跳过转动

# uphero.slot.big
source: 대박!
en: Jackpot!
ja: 大当たり!
zh_hans: 大奖!

# uphero.slot.drop.destroyGuard
source: 소실방지권을 손에 넣었다
en: You found a Loss Ward
ja: 消失防止札を手に入れた
zh_hans: 获得了防消失符

# uphero.slot.drop.destroyGuardChest
source: 상자 바닥에 소실방지권이 깔려 있었다
en: A Loss Ward lay at the bottom of the chest
ja: 箱の底に消失防止札が敷かれていた
zh_hans: 箱底压着一张防消失符

# uphero.slot.event.prompt
source: 무너진 사당 안쪽, 룬이 새겨진 드럼 세 개짜리 낡은 굴림틀이 아직 돌아간다.
en: Deep in the ruined shrine, an old three-drum contraption is still turning.
ja: 崩れた祠の奥で、ルーンを刻んだ三連ドラムの古い装置がまだ回っている。
zh_hans: 残破神龛深处，一台刻着符文的三轮旧装置仍在转动。

# uphero.slot.lever.aria
source: 레버 당기기
en: Pull the lever
ja: レバーを引く
zh_hans: 拉下把手

# uphero.slot.nearMiss
source: 아깝다!
en: So close!
ja: 惜しい!
zh_hans: 差一点!

# uphero.slot.odds.blank
source: 꽝
en: Nothing
ja: ハズレ
zh_hans: 未中

# uphero.slot.odds.close
source: 확률 닫기
en: Hide the odds
ja: 確率を閉じる
zh_hans: 收起概率

# uphero.slot.odds.dailyCap
source: 하루 {n}회까지
en: Up to {n} pulls a day
ja: 1日{n}回まで
zh_hans: 每日最多{n}次

# uphero.slot.odds.open
source: 확률 보기
en: See the odds
ja: 確率を見る
zh_hans: 查看概率

# uphero.slot.odds.pityNote
source: 꽝이 {n}번 이어지면 다음 굴림은 반드시 나와요. 위 표와는 별개로 적용되는 규칙이에요.
en: After {n} blanks in a row, the next pull always wins. This rule applies on top of the table above.
ja: ハズレが{n}回続くと、次は必ず当たります。上の表とは別に適用されるルールです。
zh_hans: 连续{n}次未中后，下一次必定中奖。此规则独立于上表。

# uphero.slot.odds.rtp
source: 환수율 {pct}
en: Return rate {pct}
ja: 還元率 {pct}
zh_hans: 返还率 {pct}

# uphero.slot.odds.title
source: 굴림틀 확률
en: Rune Drum odds
ja: ルーンドラムの確率
zh_hans: 符文转盘概率

# uphero.slot.option.skip
source: 손대지 않고 지나간다
en: Walk past without touching it
ja: 触れずに通り過ぎる
zh_hans: 不去碰它，径直走过

# uphero.slot.option.spin
source: 코인 {cost} 을 넣고 손잡이를 당긴다
en: Feed it {cost} coins and pull the lever
ja: コイン {cost} を入れてレバーを引く
zh_hans: 投入 {cost} 金币，拉下把手

# uphero.slot.pityHint
source: 다음은 반드시 나와요
en: The next pull is a sure win
ja: 次は必ず出ます
zh_hans: 下一次必定中

# uphero.slot.result.battleBuff
source: 룬빛이 몸에 스며든다. 한동안 힘이 오른다.
en: Rune light soaks in. Your strength holds for a while.
ja: ルーンの光が染み込む。しばらく力が上がる。
zh_hans: 符文的光渗进身体。力量会维持一阵子。

# uphero.slot.result.blank
source: 드럼이 제각각 멈췄다. 장치가 조용해진다.
en: The drums settle out of step. The device goes quiet.
ja: ドラムがばらばらに止まる。装置が静まった。
zh_hans: 三轮各停一处。装置安静下来。

# uphero.slot.result.coinJackpot
source: 사당 전체가 울렸다. 동전이 발밑까지 밀려온다.
en: The whole shrine rings. Coins pile up around your feet.
ja: 祠全体が鳴り響く。コインが足元まで押し寄せる。
zh_hans: 整座神龛都在震。金币一直涌到脚边。

# uphero.slot.result.coinMid
source: 드럼이 깊게 울리더니 동전 무더기가 굴러 나왔다.
en: The drums toll deep, and a heap of coins rolls free.
ja: ドラムが深く鳴り、コインの山が転がり出た。
zh_hans: 转轮沉沉一响，一堆金币滚落出来。

# uphero.slot.result.coinSmall
source: 룬 셋이 맞물리며 동전이 쏟아졌다.
en: Three runes lock together and coins spill out.
ja: 三つのルーンが噛み合い、コインがこぼれ落ちた。
zh_hans: 三枚符文咬合，金币洒了出来。

# uphero.slot.result.destroyProtect
source: 재가 엉겨 잿빛 천 한 자락이 되어 흘러나왔다.
en: Ash knits itself into a length of grey cloth.
ja: 灰が絡まり、灰色の布が一枚ほどけ出た。
zh_hans: 灰烬缠结，化作一幅灰布滑落出来。

# uphero.slot.result.itemBox
source: 바닥 판이 열리며 낡은 상자가 밀려 올라왔다.
en: The floor panel opens and an old chest rises up.
ja: 床板が開き、古びた箱がせり上がってきた。
zh_hans: 地板翻开，一只旧箱子被顶了上来。

# uphero.slot.result.rankProtect
source: 드럼 틈에서 낡은 봉인 조각이 떨어졌다.
en: A worn sigil fragment drops from between the drums.
ja: ドラムの隙間から古い封印の欠片が落ちた。
zh_hans: 转轮缝隙里掉出一块残旧的封印。

# uphero.slot.result.skip
source: 먼지 앉은 손잡이를 뒤로 하고 걸음을 옮겼다.
en: You leave the dusty lever behind and move on.
ja: 埃をかぶったレバーを背に、歩き出した。
zh_hans: 把落满灰的把手抛在身后，继续前行。

# uphero.slot.result.unavailable
source: 드럼은 꿈쩍도 하지 않았다.
en: The drums do not budge.
ja: ドラムはびくともしなかった。
zh_hans: 转轮纹丝不动。

# uphero.slot.reward.buff
source: {battles}전투 능력치 +{pct}%
en: +{pct}% stats for {battles} fights
ja: {battles}戦闘 ステータス +{pct}%
zh_hans: {battles}场战斗 属性 +{pct}%

# uphero.slot.reward.coins
source: 코인 +{n}
en: Coins +{n}
ja: コイン +{n}
zh_hans: 金币 +{n}

# uphero.slot.reward.destroyGuard
source: 소실방지권 +{n}
en: Loss Ward +{n}
ja: 消失防止札 +{n}
zh_hans: 防消失符 +{n}

# uphero.slot.reward.downGuard
source: 하락방지권 +{n}
en: Downgrade Ward +{n}
ja: 降格防止札 +{n}
zh_hans: 防降级符 +{n}

# uphero.slot.reward.itemBox
source: 장비 +1
en: Gear +1
ja: 装備 +1
zh_hans: 装备 +1

# uphero.slot.skip
source: 건너뛰기
en: Skip
ja: スキップ
zh_hans: 跳过

# uphero.slot.spinsLeft
source: 남은 {n}회
en: {n} left
ja: 残り {n} 回
zh_hans: 剩余 {n} 次

# uphero.slot.stake
source: 코인 {cost} 소모
en: {cost} coins spent
ja: コイン {cost} 消費
zh_hans: 消耗金币 {cost}

# uphero.slot.title
source: 굴림틀
en: Rune Drums
ja: ルーンドラム
zh_hans: 符文转盘

# uphero.treasure.0
source: 오래된 나무 상자를 발견했다.
en: The hero found an old wooden chest.
ja: 古き木箱を見つけた。
zh_hans: 发现了一只古旧的木箱。

# uphero.treasure.1
source: 반짝이는 동전이 흩어져 있다.
en: Gleaming coins lay scattered on the ground.
ja: きらめく銅貨が散らばっておる。
zh_hans: 闪亮的铜币散落在地。

# uphero.treasure.2
source: 작은 보석이 빛난다.
en: A small gemstone caught the light.
ja: 小さき宝石が輝く。
zh_hans: 一颗小宝石熠熠生辉。

# uphero.treasure.3
source: 버려진 배낭에서 금화가 떨어진다.
en: Gold pieces spilled from an abandoned pack.
ja: 打ち捨てられし背嚢から金貨がこぼれ落ちる。
zh_hans: 被弃置的行囊中散落出金币。

# uphero.treasure.4
source: 이끼에 덮인 동전 더미.
en: A heap of coins lay covered in moss.
ja: 苔に覆われし銅貨の山。
zh_hans: 长满青苔的铜币堆。

# uphero.treasure.5
source: 유물 조각이 눈에 띈다.
en: A fragment of an old relic came into view.
ja: 古の遺物の欠片が目に留まる。
zh_hans: 一块古老遗物的碎片映入眼帘。

# uphero.weekly.allClearDone
source: 이번 주 악몽을 모두 정복했다
en: Every nightmare conquered this week
ja: 今週の悪夢をすべて制覇した
zh_hans: 本周噩梦已全部征服

# uphero.weekly.allClearHint
source: 8곳 모두 클리어 시 코인 +{coins} · 소실방지권 {wards}장 · 하락방지권 {downs}장
en: Clear all 8: Coins +{coins} · {wards} Loss Wards · {downs} Downgrade Wards
ja: 8か所すべてクリアでコイン +{coins} · 消失防止札 {wards}枚 · 降格防止札 {downs}枚
zh_hans: 8 处全部通关：金币 +{coins} · 防消失符 {wards} 张 · 防降级符 {downs} 张

# uphero.weekly.rewardHint
source: 던전마다 첫 클리어 시 코인 +{coins} · 소실방지권 {wards}장
en: First clear of each dungeon: Coins +{coins} · Loss Ward +{wards}
ja: 各ダンジョン初クリアでコイン +{coins} · 消失防止札 {wards}枚
zh_hans: 每个地下城首次通关：金币 +{coins} · 防消失符 {wards} 张

# widget.daily.complete
source: 오늘의 도전 완료!
en: Today's challenges done!
ja: 今日のチャレンジ完了!
zh_hans: 今天的挑战完成!

# widget.daily.empty
source: 오늘의 카드를 뽑아보세요
en: Draw today's cards
ja: 今日のカードを引く
zh_hans: 抽取今日卡牌

source: · 막힘
en: · blocked
ja: · 防げます
zh_hans: · 已挡下

source: 가방 속 영수증을 정리하다 잊고 있던 몫을 발견할 수 있어요
en: Sorting the receipts in your bag may turn up a portion you'd forgotten
ja: 鞄の中のレシートを整えると、忘れていた取り分が見つかるかもしれません
zh_hans: 整理包里的票据时，也许会翻出忘掉的那一份

source: 가볍게 걷는 정도면 오늘은 충분해요
en: A light walk is plenty for today
ja: 軽く歩くくらいで今日は十分
zh_hans: 轻轻走走，今天就够了

source: 가볍게 시작 — 하루 카드 1장
en: Start light — 1 card per day
ja: 気軽に始める — 1日カード1枚
zh_hans: 轻松入门 — 每天1张卡

source: 가장 많이 한 카테고리
en: Top Category
ja: 最も多いカテゴリ
zh_hans: 最常做的分类

source: 가장 무거운 것부터 손대도 되는 날이에요
en: You can start with the heaviest one today
ja: 一番重いものから手をつけてもいい日
zh_hans: 今天可以从最重的那件开始

source: 가장 작은 일부터 치워보세요
en: Start by clearing the smallest thing
ja: 一番小さいことから片づけてみて
zh_hans: 先从最小的事清起

source: 가호
en: Warded
ja: 加護
zh_hans: 庇护

source: 가호! 저주 무효
en: Warded! Curse blocked
ja: 加護！呪い無効
zh_hans: 庇护！诅咒无效

source: 각성! 기회 +1
en: Awaken! +1 Chance
ja: 覚醒！チャンス +1
zh_hans: 觉醒！机会 +1

source: 감정
en: Appraisal
ja: 鑑定
zh_hans: 鉴定

source: 갓생
en: Go-getter
ja: 理想の毎日
zh_hans: 充实

source: 갓생 견습생
en: Go-Getter Apprentice
ja: 理想の毎日 見習い
zh_hans: 充实生活学徒

source: 갓생 영웅
en: Rising Hero
ja: がんばるヒーロー
zh_hans: 向上英雄

source: 갓생러
en: Go-getter
ja: 努力家
zh_hans: 奋斗者

source: 갓생이 게임이 돼요
en: Self-improvement becomes a game
ja: 理想の毎日がゲームになる
zh_hans: 充实生活变成游戏

source: 강단
en: Grit
ja: 気概
zh_hans: 胆识

source: 강철 산봉우리
en: Iron Peaks
ja: 鋼鉄の峰々
zh_hans: 钢铁山峰

source: 강철 심장
en: Steel Nerves
ja: 鋼の心臓
zh_hans: 钢铁意志

source: 강철 의지
en: Steel Nerves
ja: 鋼の意志
zh_hans: 钢铁意志

source: 강타
en: Smash
ja: 強打
zh_hans: 重击

source: 강화 (-100 코인)
en: Upgrade (-100 Coins)
ja: 強化 (-100コイン)
zh_hans: 强化 (-100金币)

source: 강화 (−%lld 코인)
en: Enhance (−%lld coins)
ja: 強化 (−%lld コイン)
zh_hans: 强化 (−%lld 金币)

source: 강화 성공
en: Enhancement succeeded
ja: 強化成功
zh_hans: 强化成功

source: 강화 시도
en: Try Enhance
ja: 強化試行
zh_hans: 尝试强化

source: 강화 실패 — 아이템은 남았다
en: Enhancement failed — item kept
ja: 強化失敗 — アイテムは残った
zh_hans: 强化失败 — 物品保留

source: 강화 실패로 단계가 내려갈 뻔한 순간에만 1장 소모 · 보유 %lld
en: Used only when a failed enhance would drop a level · you have %lld
ja: 強化失敗で段階が下がりそうな時だけ1枚消費 · 所持 %lld
zh_hans: 仅在强化失败即将掉级时消耗1张 · 持有 %lld

source: 강화 중...
en: Upgrading...
ja: 強化中...
zh_hans: 强化中...

source: 같은 그림 두 장을 찾으세요
en: Find two matching pictures
ja: 同じ絵柄を2枚見つけましょう
zh_hans: 找出两张相同的图案

source: 개발자의 불꽃 지펴주기
en: Fuel the developer's flame
ja: 開発者の炎を灯す
zh_hans: 为开发者添一把火

source: 개인정보 관련 문의는 jmjplearner@gmail.com으로 연락해 주세요.
en: For privacy inquiries, please contact us at jmjplearner@gmail.com.
ja: プライバシーに関するお問い合わせは、jmjplearner@gmail.comまでご連絡ください。
zh_hans: 如有隐私相关问题，请联系 jmjplearner@gmail.com。

source: 개인정보 처리방침
en: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私政策

source: 갤러리에서 선택
en: Choose from gallery
ja: ギャラリーから選択
zh_hans: 从相册中选择

source: 거꾸로 뒤집힌 웃음. 그가 박수칠 때 누군가는 울고 있다.
en: Laughter turned upside down. When he claps his hands, somewhere someone is weeping.
ja: 逆さに裏返りし笑い。彼が拍手する時、どこかで誰かが泣いている。
zh_hans: 倒转翻覆的笑声。他鼓掌之时,某处有人正在哭泣。

source: 거대 옥수수
en: Giant Corn
ja: 巨大トウモロコシ
zh_hans: 巨型玉米

source: 거대한 기계에서 떨어져 나온 한 조각. 여전히 헛돌고 있다.
en: A single piece broken from a great machine. It still spins uselessly on and on.
ja: 巨大なる機械より外れし一片。なおも空回りを続けておる。
zh_hans: 自巨大机器上脱落的一片。至今仍在空转。

source: 거리를 두는 것도 마음을 지키는 방법이에요
en: Keeping some distance also protects the heart
ja: 距離を置くのも心を守る方法です
zh_hans: 保持距离，也是护住心的办法

source: 건강
en: Wellness
ja: ウェルネス
zh_hans: 健康

source: 건강 레전드
en: Wellness Legend
ja: 健康レジェンド
zh_hans: 健康传奇

source: 건강 마스터
en: Wellness Master
ja: 健康マスター
zh_hans: 健康大师

source: 건강 실천가
en: Wellness Regular
ja: 健康実践者
zh_hans: 健康实践者

source: 건강 입문자
en: Wellness Rookie
ja: 健康ビギナー
zh_hans: 健康新手

source: 건강기운
en: Body
ja: 体の気配
zh_hans: 身体

source: 건너뛰기
en: Skip
ja: スキップ
zh_hans: 跳过

source: 겁쟁이 토끼
en: Timid Rabbit
ja: おどおどウサギ
zh_hans: 胆小的兔子

source: 겨울잠을 건너온 돌산의 왕. 한 걸음에 길이 갈라진다.
en: A stone-mountain king that strode through winter's sleep. Paths split beneath its every step.
ja: 冬眠を越えてきた岩山の王。一歩ごとに路が裂ける。
zh_hans: 越冬而来的岩山之王。一步踏下,山径即裂。

source: 결과 보기
en: See Results
ja: 結果を見る
zh_hans: 查看结果

source: 결론을 서두르지 말고 한 박자 쉬어보세요
en: Don't rush the conclusion. Take a beat
ja: 結論を急がず、ひと呼吸置いてみて
zh_hans: 别急着下结论，缓一拍

source: 결심을 갉아먹는 안개 같은 존재.
en: A mist-like being that nibbles away at resolve.
ja: 決意を蝕む霧の如き存在。
zh_hans: 如雾般蚕食决心的存在。

source: 경로 따라가기
en: Follow the path
ja: ルートをたどる
zh_hans: 沿着路径走

source: 경험 개화
en: XP Bloom
ja: 経験開花
zh_hans: 经验绽放

source: 경험치 +%lld
en: XP +%lld
ja: 経験値 +%lld
zh_hans: 经验值 +%lld

source: 경험치 +30
en: XP +30
ja: 経験値 +30
zh_hans: 经验值 +30

source: 곁의 온기가 한 사람에게로 좁혀지는 시기예요. 깊어지기 좋습니다
en: Warmth is narrowing toward one person. A good time to go deeper
ja: そばの温もりが一人へ絞られていく時期です。深めるのに向いています
zh_hans: 身边的暖意正朝一个人收窄，适合往深处走

source: 계단을 만나면 반갑게 올라보세요
en: When you meet stairs, take them gladly
ja: 階段に出会ったら喜んで上ってみて
zh_hans: 遇到楼梯，就当它是邀请

source: 계속
en: Continue
ja: 続ける
zh_hans: 继续

source: 계속 꾸미기
en: Keep decorating
ja: デコを続ける
zh_hans: 继续装饰

source: 계속하기
en: Keep Playing
ja: 続ける
zh_hans: 继续玩

source: 계정
en: Account
ja: アカウント
zh_hans: 账户

source: 계정 데이터 삭제에 실패했어요 — 잠시 후 다시 시도해주세요
en: Could not delete your account data — please try again later
ja: アカウントデータを削除できませんでした — しばらくしてもう一度お試しください
zh_hans: 无法删除账号数据，请稍后再试

source: 계정 삭제
en: Delete Account
ja: アカウント削除
zh_hans: 删除账号

source: 계정 삭제 (되돌릴 수 없음)
en: Delete Account (can’t be undone)
ja: アカウント削除（取り消せません）
zh_hans: 删除账号（无法撤销）

source: 계정 삭제가 취소됐어요
en: Account deletion canceled
ja: アカウント削除をキャンセルしました
zh_hans: 已取消删除账号

source: 계정 삭제에 실패했어요 — 잠시 후 다시 시도해주세요
en: Couldn’t delete your account — please try again in a moment
ja: アカウントを削除できませんでした — しばらくしてからもう一度お試しください
zh_hans: 无法删除账号 — 请稍后重试

source: 계정과 모든 데이터가 영구 삭제됩니다. 같은 계정으로 다시 로그인해도 복구되지 않습니다.
en: Your account and all data will be permanently deleted. Signing in again with the same account won’t restore them.
ja: アカウントとすべてのデータが完全に削除されます。同じアカウントで再度ログインしても復元されません。
zh_hans: 您的账号和所有数据将被永久删除。即使使用相同账号重新登录也无法恢复。

source: 계정을 삭제하시겠어요?
en: Delete your account?
ja: アカウントを削除しますか？
zh_hans: 确定要删除账号吗？

source: 고독한 학자
en: Lonely Scholar
ja: 孤独な学者
zh_hans: 孤独学者

source: 고맙다는 말을 아끼지 마세요
en: Don't save your thanks for later
ja: ありがとうを惜しまないで
zh_hans: 别省着说谢谢

source: 고맙습니다
en: Thank you
ja: ありがとうございます
zh_hans: 谢谢你

source: 고문서 정령
en: Scroll Spirit
ja: 古文書の精霊
zh_hans: 古卷精灵

source: 고요한 호숫가에 잠깐 머물다 사라지는 빛. 잡으려 하면 꺼진다.
en: A glimmer that lingers briefly by a still lake and vanishes. Try to hold it, and it snuffs out.
ja: 静かな湖畔に束の間留まり消えゆく光。掴まんとすれば消える。
zh_hans: 于静谧湖畔短暂停留即散的光。欲擒则熄。

source: 곡물의 갑옷
en: Grain Armor
ja: 穀物の鎧
zh_hans: 谷物之铠

source: 곡물의 왕
en: Grain King
ja: 穀物の王
zh_hans: 谷物之王

source: 곳간을 닫아두는 것도 재물의 일이에요. 지금은 지키는 때
en: Keeping the storehouse closed is also wealth's work. This is a guarding day
ja: 蔵を閉めておくのも財の仕事です。いまは守る時
zh_hans: 把仓门关上也是财的功课，眼下宜守

source: 공유
en: Share
ja: シェア
zh_hans: 分享

source: 과거의 후회가 소리로 응집된 것. 제 목소리를 들으면 상처가 된다.
en: Past regrets condensed into sound. Hearing your own voice in it cuts like a wound.
ja: 過去の悔恨が音として凝縮せしもの。己が声を聞けば傷となる。
zh_hans: 往昔悔意凝为声响之物。听见己音便成伤痕。

source: 관계기운
en: Bonds
ja: 縁の気配
zh_hans: 缘分

source: 관계의 결이 무른 날이에요. 오늘 건네는 말이 모양을 만듭니다
en: The shape between you is soft today. The words you offer will set it
ja: 間柄の形が柔らかい日です。今日渡す言葉が形を決めます
zh_hans: 关系的纹路还软，今天递出的话会定下形状

source: 광고 보고 2배 받기
en: Watch an ad for 2x
ja: 広告を見て2倍もらう
zh_hans: 看广告领双倍

source: 광고 보고 리롤
en: Watch an ad to reroll
ja: 広告を見てリロール
zh_hans: 看广告重抽

source: 광고 불러오는 중…
en: Loading ad…
ja: 広告を読み込み中…
zh_hans: 正在加载广告…

source: 광고 한 편이 큰 응원이 돼요
en: One ad is a big cheer
ja: 広告1本が大きな応援になります
zh_hans: 看一条广告就是大大的支持

source: 광고를 보면 오늘의 카드와 색·문구·명언이 열려요
en: Watch an ad to unlock today's card, color, phrase and quote
ja: 広告を見ると今日のカード・色・ことば・名言が開きます
zh_hans: 观看广告即可解锁今日卡牌、颜色、话语与名言

source: 광고를 불러오는 중이에요
en: Loading ad
ja: 広告を読み込み中です
zh_hans: 正在加载广告

source: 광장 시장
en: Plaza Market
ja: 広場の市場
zh_hans: 广场集市

source: 광폭화
en: Berserk
ja: 狂戦士化
zh_hans: 狂暴

source: 구글 로그인 중 오류가 발생했어요 — 다시 시도해주세요
en: Something went wrong during Google sign-in — please try again
ja: Googleログイン中にエラーが発生しました — もう一度お試しください
zh_hans: Google 登录时出错了 — 请重试

source: 구글 설정을 불러올 수 없어요
en: Couldn't load Google settings
ja: Googleの設定を読み込めませんでした
zh_hans: 无法加载 Google 设置

source: 구글 인증 정보를 받지 못했어요
en: Couldn't get Google credentials
ja: Googleの認証情報を取得できませんでした
zh_hans: 未能获取 Google 凭证

source: 구르는 양배추
en: Rolling Cabbage
ja: 転がるキャベツ
zh_hans: 滚动卷心菜

source: 군중의 총애
en: Crowd's Favor
ja: 群衆の寵愛
zh_hans: 众人的宠爱

source: 균형의 완대
en: Bracer of Balance
ja: 均衡の腕輪
zh_hans: 平衡护腕

source: 그대로 유지하세요
en: Hold it right there
ja: そのまま押さえてね
zh_hans: 就这样按住

source: 그동안 건넨 마음들이 당신 곁을 지키고 있어요
en: The care you've handed out is standing watch beside you
ja: これまで手渡してきた気持ちが、あなたのそばを守っています
zh_hans: 递出去过的心意，正守在你身边

source: 그때 그 말을 곱씹는 일은 흘려보내세요. 상대는 이미 지나갔습니다
en: Let that one remark go. The other person has already walked on
ja: あの一言を噛み直すのは流しましょう。相手はもう通り過ぎています
zh_hans: 反复咀嚼那句话就让它去吧，对方已经走过去了

source: 그림자 사이로 사라지는 빠른 손. 지갑만큼 이야기도 훔친다.
en: A swift hand that vanishes between shadows. It steals stories as readily as coin.
ja: 影の隙間に消えゆく早手。財布と等しく物語をも盗む。
zh_hans: 穿梭于阴影间的敏捷之手。盗钱囊,亦盗故事。

source: 그림자 영
en: Shadow Wisp
ja: 影の霊
zh_hans: 阴影之灵

source: 그만두기
en: Quit
ja: やめる
zh_hans: 退出

source: 글로벌 시그널러
en: Global Signaler
ja: グローバルシグナラー
zh_hans: 全球信号者

source: 글리치
en: Glitch
ja: グリッチ
zh_hans: 故障

source: 글자 한 줄이 적을 베는 도구
en: A single line of text that cuts foes.
ja: 一行の文字が敵を斬る道具。
zh_hans: 一行文字便可斩敌之器。

source: 금서의 정령
en: Forbidden Tome Spirit
ja: 禁書の精霊
zh_hans: 禁书精灵

source: 기
en: Chi
ja: 気
zh_hans: 气

source: 기기 데이터가 사라지면 복구할 수 없어요. 로그인해서 클라우드에 안전하게 보관하세요.
en: If your device data is lost, it can't be recovered. Sign in to keep it safe in the cloud.
ja: 端末のデータが消えると復元できません。ログインしてクラウドに安全に保管しましょう。
zh_hans: 设备数据丢失后无法恢复。登录后将数据安全地保存到云端吧。

source: 기다려...
en: Wait...
ja: 待って...
zh_hans: 等一下...

source: 기본
en: Default
ja: デフォルト
zh_hans: 默认

source: 기회 +2
en: +2 Chances
ja: チャンス +2
zh_hans: 机会 +2

source: 긴 행군
en: Long March
ja: 長き行軍
zh_hans: 漫长行军

source: 길
en: Bright
ja: 吉
zh_hans: 吉

source: 길게 누르면 시작합니다
en: Press and hold to begin
ja: 長押しで始まります
zh_hans: 长按即可开始

source: 깃털이 녹슨 쇠처럼 단단한 맹금. 급강하 한 번에 말고삐가 끊긴다.
en: A raptor whose feathers are hard as rusted iron. One dive snaps the reins of any mount.
ja: 羽は錆びた鉄の如く硬き猛禽。急降下一撃にて手綱を断つ。
zh_hans: 羽翼坚如锈铁的猛禽。一次俯冲便可断尽缰绳。

source: 깨지기 쉬운 세계
en: Fragile World
ja: 脆い世界
zh_hans: 脆弱世界

source: 꺼짐 — 자동 발동 안 함
en: Off · no auto-cast
ja: オフ · 自動発動しない
zh_hans: 关闭 · 不自动释放

source: 꾸미기 →
en: Customize →
ja: カスタマイズ →
zh_hans: 装扮 →

source: 꾸미기 저장
en: Save Creation
ja: デコを保存
zh_hans: 保存装饰

source: 꾸미기를 그만둘까요?
en: Quit decorating?
ja: デコをやめますか？
zh_hans: 要退出装饰吗？

source: 꾸민 내용은 사라지고 카메라로 돌아가요.
en: Your decorations will be lost and you'll return to the camera.
ja: デコは消えてカメラに戻ります。
zh_hans: 装饰会消失并返回相机。

source: 꾸준한 갓생 — 하루 카드 2장
en: Steady challenge — 2 cards per day
ja: ほどよい挑戦 — 1日カード2枚
zh_hans: 稳步充实 — 每天2张卡

source: 꾸준함의 방패
en: Shield of Persistence
ja: 継続の盾
zh_hans: 坚持之盾

source: 꾹 누르고 있어요…
en: Holding…
ja: 長押し中…
zh_hans: 正在长按…

source: 꿈이 현실을 치료한다
en: Dreams that heal waking life.
ja: 夢が現実を治す。
zh_hans: 梦境治愈现实。

source: 끈기의 완대
en: Bracer of Endurance
ja: 忍耐の腕輪
zh_hans: 毅力护腕

source: 끝까지 간다
en: Go all the way
ja: 最後までやる
zh_hans: 坚持到底

source: 끝까지 간다 — 하루 카드 3장
en: All in — 3 cards per day
ja: 最後までやる — 1日カード3枚
zh_hans: 硬核挑战 — 每天3张卡

source: 끝내지 못한 논문에 집착해 도서관을 떠도는 망령.
en: A wraith that haunts the library, clinging to a thesis it could never finish.
ja: 未完の論文に執し、図書館を彷徨う亡霊。
zh_hans: 执着于未竟论文,在图书馆中游荡的亡灵。

source: 나
en: Me
ja: わたし
zh_hans: 我

source: 나가기
en: Exit
ja: 退出
zh_hans: 退出

source: 나가는 것과 들어오는 것을 가만히 살펴보세요
en: Quietly watch what goes out and what comes in
ja: 出ていくものと入ってくるものを静かに眺めてみて
zh_hans: 静静看看进的和出的

source: 나중에
en: Later
ja: あとで
zh_hans: 稍后

source: 나중에 할게요
en: Maybe later
ja: あとでにします
zh_hans: 稍后再说

source: 나침반! 카테고리 힌트
en: Compass! Category hint
ja: コンパス！カテゴリヒント
zh_hans: 指南针！类别提示

source: 나풀 포스트잇
en: Fluttery Sticky Note
ja: ひらひら付箋
zh_hans: 飘动便签

source: 낙하 회피
en: Dodge the Fall
ja: 落下回避
zh_hans: 躲避坠落

source: 난이도 %lld
en: Difficulty %lld
ja: 難易度 %lld
zh_hans: 难度 %lld

source: 난이도를 골라주세요
en: Choose your difficulty
ja: 難易度を選んでください
zh_hans: 请选择难度

source: 남들만큼 해야 한다는 기준은 오늘 문밖에 두고 오세요
en: Leave the bar of keeping up with everyone outside the door today
ja: 人並みにやらねばという物差しは、今日は戸の外に置いて
zh_hans: 要跟上别人的那把尺子，今天搁在门外

source: 남은 기회
en: Chances Left
ja: 残りチャンス
zh_hans: 剩余机会

source: 남은 시간 %.0fs · 정답 %d개
en: %.0fs left · %d correct
ja: 残り %.0fs · 正解 %d問
zh_hans: 剩余 %.0fs · 答对 %d 个

source: 남은 카드가 부족해 %lld 코인으로 보상했어요
en: Not enough cards left, so %lld coins were added instead
ja: 残りカードが足りないため %lld コインで補償しました
zh_hans: 剩余卡片不足，已补偿 %lld 金币

source: 남의 속도와 비교하는 마음을 내려놓으세요. 당신의 셈은 따로 갑니다
en: Set down the habit of measuring against someone else's pace. Your count runs on its own
ja: 人の速さと比べる心は置いていきましょう。あなたの勘定は別で進みます
zh_hans: 别拿别人的速度量自己，你的账另有走法

source: 내 기록
en: My Records
ja: マイ記録
zh_hans: 我的记录

source: 내 순위
en: My rank
ja: 自分の順位
zh_hans: 我的排名

source: 내가 지나온 28일
en: My past 28 days
ja: 歩んできた28日間
zh_hans: 我走过的28天

source: 내려갈 뻔했다
en: It almost slipped back
ja: 下がるところだった
zh_hans: 差点就掉级了

source: 내면의 그림자
en: Inner Shadow
ja: 内なる影
zh_hans: 内在阴影

source: 내일 다시 받기
en: Back tomorrow
ja: 明日またどうぞ
zh_hans: 明天再来

source: 내일 적용
en: Apply Tomorrow
ja: 明日から適用
zh_hans: 明天生效

source: 내일을 연기하는 주문을 가진 시간의 파괴자.
en: A destroyer of time armed with the spell that postpones tomorrow.
ja: 明日を延ばす呪を携えし、時の破壊者。
zh_hans: 持有拖延明日之咒的时之破坏者。

source: 네이티브 iOS 회복 — 폴라로이드·미니게임·전투 비주얼 전면 부활
en: Native iOS recovery — Polaroid, minigames, and battle visuals fully revived
ja: ネイティブiOS復活 — ポラロイド・ミニゲーム・バトルビジュアルが全面復活
zh_hans: 原生 iOS 恢复 — 拍立得、小游戏、战斗视觉全面复活

source: 노래
en: Song
ja: 歌
zh_hans: 歌谣

source: 노래가 적을 설득한다
en: A song that sways the enemy.
ja: 歌が敵を説き伏せる。
zh_hans: 歌声说服敌人。

source: 노멀
en: Normal
ja: ノーマル
zh_hans: 普通

source: 녹색 선을 따라 드래그
en: Drag along the green line
ja: 緑の線に沿ってドラッグ
zh_hans: 沿着绿色线条拖动

source: 누가 먼저 연락하나 재는 마음을 두고 가세요. 무게만 남습니다
en: Put down the scale that counts who reaches out first. It only adds weight
ja: どちらが先に連絡するか量る心は置いていって。重さだけが残ります
zh_hans: 计较谁先开口的那杆秤放下吧，留着只添分量

source: 누구도 읽지 않는 책의 저자. 자신의 이름을 되찾기 위해 싸운다.
en: The author of a book no one reads. It fights to reclaim its own name.
ja: 誰にも読まれぬ書の著者。自らの名を取り戻すために戦う。
zh_hans: 无人读之书的著者。为夺回己名而战。

source: 누군가 쏟은 잉크가 뭉쳐 걸어다닌다. 닿으면 이름이 지워진다.
en: Spilled ink that clumped together and walks abroad. Touch it, and your name is erased.
ja: 誰かがこぼした墨が塊となり歩む。触れれば名が消される。
zh_hans: 某人倾洒的墨凝聚成形,步履而行。沾之则名姓被抹。

source: 누군가의 화면에서 튀어나온 단일 점. 이름이 계속 바뀐다.
en: A single dot that leapt out from someone's screen. Its name keeps changing.
ja: 誰かの画面より飛び出でし一点。その名は絶えず変わる。
zh_hans: 自某人屏幕跃出的单一光点。其名不断更替。

source: 눈치채지 못하는 사이 하루를 삼키는 작은 악마.
en: A little demon that swallows a whole day while you never notice.
ja: 気づかぬ間に一日を呑み込む小さき悪魔。
zh_hans: 于不知不觉间吞噬一日的小小恶魔。

source: 눕는 것도 오늘의 할 일이에요
en: Lying down is also today's task
ja: 横になることも今日のやること
zh_hans: 躺下也是今天的任务

source: 뉴비
en: Newbie
ja: ニュービー
zh_hans: 新手

source: 느리거나 멈춰요
en: Slow or freezing
ja: 重い・固まる
zh_hans: 卡顿或崩溃

source: 늘 하던 안부가 오늘은 더 멀리 갑니다
en: Your usual hello travels further than usual today
ja: いつもの挨拶が、今日はいつもより遠くまで届きます
zh_hans: 平常的问候，今天走得比平常远

source: 능선 그 자체가 걷는다고 전해지는 전설. 비가 올 때만 모습을 드러낸다.
en: A legend said to be the ridgeline itself walking. It reveals its form only when rain falls.
ja: 稜線そのものが歩むと伝えられる伝説。雨の日にのみ姿を現す。
zh_hans: 传说山脊本身化身而行的存在。唯有落雨之日方才现身。

source: 늦은 밤이에요
en: It's late
ja: 夜が更けましたね
zh_hans: 夜深了

source: 다듬다 만 부분을 오늘 매만져 보세요
en: Give that half-polished part another pass today
ja: 手を入れかけた部分を今日整えてみて
zh_hans: 把修到一半的地方，今天再打磨一下

source: 다른 기기에서도 이어하기
en: Continue on other devices
ja: 他の端末でも続ける
zh_hans: 在其他设备上继续

source: 다른 기운 보기
en: See another reading
ja: 他の気配を見る
zh_hans: 看别的气场

source: 다시 뽑기
en: Redraw
ja: 引き直す
zh_hans: 重新抽取

source: 다시 시도
en: Try Again
ja: 再試行
zh_hans: 重试

source: 다시 찍기
en: Retake
ja: 撮り直す
zh_hans: 重拍

source: 다시 찍을까요?
en: Retake the photo?
ja: 撮り直しますか？
zh_hans: 要重拍吗？

source: 다시 촬영
en: Retake
ja: 撮り直す
zh_hans: 重新拍摄

source: 다시실행
en: Redo
ja: やり直す
zh_hans: 重做

source: 다음
en: Next
ja: 次へ
zh_hans: 下一步

source: 다음 1 round 받는 피해 -50%.
en: Next round: take 50% less damage.
ja: 次の1ターン受けるダメージ -50%。
zh_hans: 下 1 回合受到伤害 -50%。

source: 다음 2 round 공격 2배.
en: Attack twice per turn for 2 rounds.
ja: 次の2ターン攻撃2倍。
zh_hans: 接下来 2 回合攻击 ×2。

source: 다음 3 round 공격 +25%.
en: Attack +25% for 3 rounds.
ja: 次の3ターン攻撃+25%。
zh_hans: 接下来 3 回合攻击 +25%。

source: 다음 3 적 공격 miss.
en: The enemy's next 3 attacks miss.
ja: 次の3回の敵攻撃をミス。
zh_hans: 敌人接下来 3 次攻击必定未命中。

source: 다음 5 공격 반드시 crit
en: Next 5 attacks guaranteed CRIT.
ja: 次の 5 攻撃は必ずクリティカル
zh_hans: 接下来 5 次攻击必定暴击

source: 다음 5 공격 반드시 crit.
en: Next 5 attacks always CRIT.
ja: 次の5回攻撃が必ずクリティカル。
zh_hans: 接下来 5 次攻击必定暴击。

source: 다음 공격 피해 +50%.
en: Next attack deals +50% damage.
ja: 次の攻撃ダメージ +50%。
zh_hans: 下次攻击伤害 +50%。

source: 다음 공격 피해 2배.
en: Next attack deals 2× damage.
ja: 次の攻撃ダメージ2倍。
zh_hans: 下次攻击伤害 ×2。

source: 다음 라운드
en: Next Round
ja: 次のラウンド
zh_hans: 下一回合

source: 다음 라운드 공개 시간 3초로 연장
en: Next round's reveal time extended to 3s
ja: 次のラウンドの公開時間を3秒に延長
zh_hans: 下回合公开时间延长至3秒

source: 다음 라운드 기회 +1
en: +1 chance next round
ja: 次のラウンド チャンス+1
zh_hans: 下回合机会+1

source: 다음 라운드 모든 매치 XP +50%
en: +50% XP on all matches next round
ja: 次のラウンド全マッチのXP+50%
zh_hans: 下回合所有配对经验+50%

source: 다음 라운드 저주 1회 무효
en: Blocks 1 curse next round
ja: 次のラウンドの呪いを1回無効化
zh_hans: 下回合诅咒无效1次
